Repository: Seperatebugle21/Echo
Catalog: Echo.swiftpm/Echo/Localizable.xcstrings
Source language: en
Languages: de, fr, nl

# fetchview_add_apify_account_usage
source: Add an Apify account to view usage.
de: Füge ein Apify-Konto hinzu, um die Nutzung anzuzeigen.
fr: Ajoutez un compte Apify pour afficher l’utilisation.
nl: Voeg een Apify-account toe om het gebruik te bekijken.

# fetchview_apify_account
source: Apify Account
de: Apify-Konto
fr: Compte Apify

# fetchview_apify_footer
source: Apify usage is only relevant when the Apify download method is selected.
de: Die Apify-Nutzung ist nur relevant, wenn die Apify-Download-Methode ausgewählt ist.
fr: L’utilisation d’Apify n’est pertinente que lorsque la méthode de téléchargement Apify est sélectionnée.
nl: Apify-gebruik is alleen relevant wanneer de Apify-downloadmethode is geselecteerd.

# fetchview_artwork
source: Artwork
de: Cover
fr: Illustration

# fetchview_audio_quality
source: Audio Quality
de: Audioqualität
fr: Qualité audio
nl: Audiokwaliteit

# fetchview_connect_spotify
source: Connect Spotify
de: Spotify verbinden
fr: Connecter Spotify
nl: Verbind Spotify

# fetchview_connect_spotify_description
source: Connect your account to browse your library and search Spotify.
de: Verbinde dein Konto, um deine Mediathek zu durchsuchen und Spotify zu durchsuchen.
fr: Connectez votre compte pour parcourir votre bibliothèque et rechercher sur Spotify.
nl: Verbind je account om je bibliotheek te bekijken en Spotify te doorzoeken.

# fetchview_connected
source: Connected
de: Verbunden
fr: Connecté
nl: Verbonden

# fetchview_done
source: Done
de: Fertig
fr: Terminé
nl: Gereed

# fetchview_download_method
source: Download Method
de: Download-Methode
fr: Méthode de téléchargement
nl: Downloadmethode

# fetchview_fetch_url
source: Fetch URL
de: URL abrufen
fr: Récupérer l’URL

# fetchview_loading_usage
source: Loading usage…
de: Nutzung wird geladen…
fr: Chargement de l’utilisation…
nl: Gebruik laden…

# fetchview_method
source: Method
de: Methode
fr: Méthode
nl: Methode

# fetchview_method_apify_description
source: Downloads are processed through your configured Apify account.
de: Downloads werden über dein konfiguriertes Apify-Konto verarbeitet.
fr: Les téléchargements sont traités via votre compte Apify configuré.
nl: Downloads worden verwerkt via je geconfigureerde Apify-account.

# fetchview_method_ytdlp_description
source: Audio is resolved locally with the embedded yt-dlp engine.
de: Audio wird lokal mit der integrierten yt-dlp-Engine aufgelöst.
fr: L’audio est résolu localement avec le moteur yt-dlp intégré.
nl: Audio wordt lokaal opgehaald met de ingebouwde yt-dlp-engine.

# fetchview_music
source: Music
de: Musik
fr: Musique
nl: Muziek

# fetchview_music_search_footer
source: Search MusicBrainz or YouTube without requiring a Spotify account.
de: Durchsuche MusicBrainz oder YouTube ohne Spotify-Konto.
fr: Recherchez sur MusicBrainz ou YouTube sans compte Spotify.
nl: Zoek in MusicBrainz of YouTube zonder Spotify-account.

# fetchview_not_configured
source: Not configured
de: Nicht konfiguriert
fr: Non configuré
nl: Niet ingesteld

# fetchview_output
source: Output
de: Ausgabe
fr: Sortie
nl: Uitvoer

# fetchview_output_footer
source: Downloaded songs are saved as MP3 files in your Echo library.
de: Heruntergeladene Titel werden als MP3-Dateien in deiner Echo-Mediathek gespeichert.
fr: Les morceaux téléchargés sont enregistrés en MP3 dans votre bibliothèque Echo.
nl: Gedownloade nummers worden als MP3-bestanden opgeslagen in je Echo-bibliotheek.

# fetchview_recent
source: Recent
de: Zuletzt
fr: Récents

# fetchview_search_musicbrainz
source: Search MusicBrainz
de: MusicBrainz durchsuchen
fr: Rechercher sur MusicBrainz
nl: Zoek MusicBrainz

# fetchview_search_spotify
source: Search Spotify
de: Spotify durchsuchen
fr: Rechercher sur Spotify
nl: Zoek Spotify

# fetchview_search_youtube_music
source: Search YouTube Music
de: YouTube Music durchsuchen
fr: Rechercher sur YouTube Music
nl: Zoek YouTube Music

# fetchview_spotify_connected_footer
source: Choose music from your Spotify library or search the Spotify catalog.
de: Wähle Musik aus deiner Spotify-Mediathek oder durchsuche den Spotify-Katalog.
fr: Choisissez de la musique dans votre bibliothèque Spotify ou recherchez dans le catalogue Spotify.
nl: Kies muziek uit je Spotify-bibliotheek of doorzoek de Spotify-catalogus.

# fetchview_spotify_optional_footer
source: Spotify is optional. You can also search music without an account below.
de: Spotify ist optional. Du kannst unten auch ohne Konto nach Musik suchen.
fr: Spotify est facultatif. Vous pouvez aussi rechercher de la musique ci-dessous sans compte.
nl: Spotify is optioneel. Je kunt hieronder ook zonder account naar muziek zoeken.

# fetchview_try_again
source: Try Again
de: Erneut versuchen
fr: Réessayer
nl: Probeer opnieuw

# fetchview_usage
source: Usage
de: Nutzung
fr: Utilisation
nl: Gebruik

# fetchview_usage_unavailable
source: Usage unavailable
de: Nutzung nicht verfügbar
fr: Utilisation indisponible
nl: Gebruik niet beschikbaar

# fetchview_view_all_downloads
source: View All Downloads
de: Alle Downloads anzeigen
fr: Voir tous les téléchargements
nl: Bekijk alle downloads

# fetchview_your_library
source: Your Library
de: Deine Mediathek
fr: Votre bibliothèque
nl: Jouw bibliotheek

# homeview_empty_description
source: Add music via Fetch or your library.
de: Füge Musik über Fetch oder deine Mediathek hinzu.
fr: Ajoutez de la musique via Fetch ou votre bibliothèque.
nl: Voeg muziek toe via Fetch of je bibliotheek.

# homeview_empty_title
source: No Music Yet
de: Noch keine Musik
fr: Pas encore de musique
nl: Nog geen muziek

# homeview_favorites
source: Favorites
de: Favoriten
fr: Favoris
nl: Favorieten

# homeview_recent_added
source: Recently Added
de: Zuletzt hinzugefügt
fr: Ajoutés récemment
nl: Recent toegevoegd

# homeview_recent_played
source: Recently Played
de: Zuletzt gespielt
fr: Écoutés récemment
nl: Recent afgespeeld

# homeview_show_all
source: Show All
de: Alle anzeigen
fr: Tout afficher
nl: Toon alles

# homeview_unknown_artist
source: Unknown Artist
de: Unbekannter Künstler
fr: Artiste inconnu
nl: Onbekende artiest

# homeview_your_artists
source: Your Artists
de: Deine Künstler
fr: Vos artistes
nl: Jouw artiesten

# libraryview_albums
source: Albums
de: Alben

# libraryview_albums_count
source: %d albums
de: %d Alben

# libraryview_artists
source: Artists
de: Künstler
fr: Artistes
nl: Artiesten

# libraryview_artists_count
source: %d artists
de: %d Künstler
fr: %d artistes
nl: %d artiesten

# libraryview_collections
source: Collections
de: Sammlungen
nl: Collecties

# libraryview_favorites
source: Favorites
de: Favoriten
fr: Favoris
nl: Favorieten

# libraryview_no_songs
source: No Songs
de: Keine Titel
fr: Aucun morceau
nl: Geen nummers

# libraryview_nothing_played
source: Nothing Played Yet
de: Noch nichts abgespielt
fr: Rien d'écouté pour le moment
nl: Nog niets afgespeeld

# libraryview_playlists
source: Playlists
de: Wiedergabelisten
fr: Listes de lecture

# libraryview_playlists_count
source: %d playlists
de: %d Wiedergabelisten
fr: %d listes de lecture

# libraryview_recent_added
source: Recently Added
de: Zuletzt hinzugefügt
fr: Ajoutés récemment
nl: Recent toegevoegd

# libraryview_recent_played
source: Recently Played
de: Zuletzt gespielt
fr: Écoutés récemment
nl: Recent afgespeeld

# libraryview_search_albums
source: Search albums
de: Alben suchen
fr: Rechercher des albums
nl: Zoek albums

# libraryview_search_artists
source: Search artists
de: Künstler suchen
fr: Rechercher des artistes
nl: Zoek artiesten

# libraryview_songs
source: Songs
de: Titel
fr: Morceaux
nl: Nummers

# libraryview_songs_count
source: %d songs
de: %d Titel
fr: %d morceaux
nl: %d nummers

# libraryview_title
source: Library
de: Mediathek
fr: Bibliothèque
nl: Bibliotheek

# libraryview_unknown_artist
source: Unknown Artist
de: Unbekannter Künstler
fr: Artiste inconnu
nl: Onbekende artiest

# libraryview_your_library
source: Your Library
de: Deine Mediathek
fr: Votre bibliothèque
nl: Jouw bibliotheek

# musicbrainzsearchview_intro_description
source: Search songs using MusicBrainz. No Spotify account is required.
de: Suche Titel mit MusicBrainz. Ein Spotify-Konto ist nicht erforderlich.
fr: Recherchez des morceaux avec MusicBrainz. Aucun compte Spotify n’est requis.
nl: Zoek nummers via MusicBrainz. Er is geen Spotify-account nodig.

# musicbrainzsearchview_no_results_for_query
source: No songs were found for “%@”.
de: Keine Titel für „%@“ gefunden.
fr: Aucun morceau trouvé pour « %@ ».
nl: Geen nummers gevonden voor “%@”.

# musicbrainzsearchview_placeholder
source: Song, artist or album
de: Titel, Künstler oder Album
fr: Morceau, artiste ou album
nl: Nummer, artiest of album

# musicbrainzsearchview_search_failed
source: Search Failed
de: Suche fehlgeschlagen
fr: Échec de la recherche
nl: Zoeken mislukt

# musicbrainzsearchview_search_without_spotify
source: Search without Spotify
de: Ohne Spotify suchen
fr: Rechercher sans Spotify
nl: Zoek zonder Spotify

# musicbrainzsearchview_searching
source: Searching MusicBrainz…
de: MusicBrainz wird durchsucht…
fr: Recherche sur MusicBrainz…
nl: MusicBrainz doorzoeken…

# musicbrainzsearchview_songs
source: Songs
de: Titel
fr: Morceaux
nl: Nummers

# musicbrainzsearchview_title
source: Search Music
de: Musik suchen
fr: Rechercher de la musique
nl: Muziek zoeken

# musicbrainzsearchview_try_again
source: Try Again
de: Erneut versuchen
fr: Réessayer
nl: Probeer opnieuw

# searchview_empty_description
source: Search for songs, artists, albums and playlists.
de: Suche nach Titeln, Künstlern, Alben und Wiedergabelisten.
fr: Recherchez des morceaux, artistes, albums et listes de lecture.
nl: Zoek naar nummers, artiesten, albums en playlists.

# searchview_empty_title
source: Search Echo
de: Echo durchsuchen
fr: Rechercher dans Echo
nl: Zoek in Echo

# searchview_no_results
source: No Results
de: Keine Ergebnisse
fr: Aucun résultat
nl: Geen resultaten

# searchview_no_results_for_query
source: No results found for “%@”.
de: Keine Ergebnisse für „%@“ gefunden.
fr: Aucun résultat trouvé pour « %@ ».
nl: Geen resultaten gevonden voor “%@”.

# searchview_placeholder
source: Songs, artists, albums and playlists
de: Titel, Künstler, Alben und Wiedergabelisten
fr: Morceaux, artistes, albums et listes de lecture
nl: Nummers, artiesten, albums en playlists

# searchview_searched_albums
source: Albums
de: Alben

# searchview_searched_artists
source: Artists
de: Künstler
fr: Artistes
nl: Artiesten

# searchview_searched_playlists
source: Playlists
de: Wiedergabelisten
fr: Listes de lecture

# searchview_searched_songs
source: Songs
de: Titel
fr: Morceaux
nl: Nummers

# searchview_show_all_results
source: Show all %d results
de: Alle %d Ergebnisse anzeigen
fr: Afficher les %d résultats
nl: Toon alle %d resultaten

# searchview_songs_count
source: %d songs
de: %d Titel
fr: %d morceaux
nl: %d nummers

# searchview_title
source: Search
de: Suchen
fr: Rechercher
nl: Zoeken

# searchview_unknown_artist
source: Unknown Artist
de: Unbekannter Künstler
fr: Artiste inconnu
nl: Onbekende artiest

# settingsview_apify_accounts
source: Apify Accounts
de: Apify-Konten
fr: Comptes Apify

# settingsview_developer
source: Developer
de: Entwickler
fr: Développeur
nl: Ontwikkelaar

# settingsview_developer_settings
source: Developer Settings
de: Entwicklereinstellungen
fr: Réglages développeur
nl: Ontwikkelaarsinstellingen

# settingsview_download_method
source: Download Method
de: Download-Methode
fr: Méthode de téléchargement
nl: Downloadmethode

# settingsview_language_dutch
source: Dutch
de: Niederländisch
fr: Néerlandais
nl: Nederlands

# settingsview_language_english
source: English
de: Englisch
fr: Anglais
nl: Engels

# settingsview_language_french
source: French
de: Französisch
fr: Français
nl: Frans

# settingsview_language_german
source: German
de: Deutsch
fr: Allemand
nl: Duits

# settingsview_musixmatch_key
source: Musixmatch API Key
de: Musixmatch-API-Schlüssel
fr: Clé API Musixmatch
nl: Musixmatch API-sleutel

# settingsview_none
source: None
de: Keine
fr: Aucun
nl: Geen

# songpickerview_add
source: Add
de: Hinzufügen
fr: Ajouter
nl: Voeg toe

# songpickerview_add_favorites_title
source: Add Favorites
de: Favoriten hinzufügen
fr: Ajouter des favoris
nl: Voeg favorieten toe

# songpickerview_add_selected
source: Add (%d)
de: Hinzufügen (%d)
fr: Ajouter (%d)
nl: Voeg toe (%d)

# songpickerview_add_songs_title
source: Add Songs
de: Titel hinzufügen
fr: Ajouter des morceaux
nl: Voeg nummers toe

# songpickerview_add_to_favorites
source: Will be added to Favorites
de: Werden zu Favoriten hinzugefügt
fr: Seront ajoutés aux favoris
nl: Worden toegevoegd aan Favorieten

# songpickerview_add_to_playlist
source: Will be added to the playlist
de: Werden zur Wiedergabeliste hinzugefügt
fr: Seront ajoutés à la liste de lecture
nl: Worden toegevoegd aan de playlist

# songpickerview_all_in_favorites
source: All available songs are already in your favorites.
de: Alle verfügbaren Titel sind bereits in deinen Favoriten.
fr: Tous les morceaux disponibles sont déjà dans vos favoris.
nl: Alle beschikbare nummers staan al in je favorieten.

# songpickerview_all_in_playlist
source: All available songs are already in this playlist.
de: Alle verfügbaren Titel sind bereits in dieser Wiedergabeliste.
fr: Tous les morceaux disponibles sont déjà dans cette liste de lecture.
nl: Alle beschikbare nummers staan al in deze playlist.

# songpickerview_cancel
source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleer

# songpickerview_no_results
source: No Results
de: Keine Ergebnisse
fr: Aucun résultat
nl: Geen resultaten

# songpickerview_no_results_for_query
source: No songs found for “%@”.
de: Keine Titel für „%@“ gefunden.
fr: Aucun morceau trouvé pour « %@ ».
nl: Geen nummers gevonden voor “%@”.

# songpickerview_no_songs_available
source: No Songs Available
de: Keine Titel verfügbar
fr: Aucun morceau disponible
nl: Geen nummers beschikbaar

# songpickerview_search_prompt
source: Search
de: Suchen
fr: Rechercher
nl: Zoeken

# songpickerview_selected_count
source: %d selected
de: %d ausgewählt
fr: %d sélectionnés
nl: %d geselecteerd

# songsview_add_favorite
source: Add to Favorites
de: Zu Favoriten hinzufügen
fr: Ajouter aux favoris
nl: Voeg toe aan favorieten

# songsview_cancel
source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleer

# songsview_delete
source: Delete
de: Löschen
fr: Supprimer
nl: Verwijder

# songsview_delete_message
source: Are you sure you want to delete %d song(s) from your library?
de: Möchtest du wirklich %d Titel aus deiner Mediathek löschen?
fr: Voulez-vous vraiment supprimer %d morceau(x) de votre bibliothèque ?
nl: Weet je zeker dat je %d nummer(s) uit je bibliotheek wilt verwijderen?

# songsview_delete_title
source: Delete Songs
de: Titel löschen
fr: Supprimer les morceaux
nl: Nummers verwijderen

# songsview_done
source: Done
de: Fertig
fr: Terminé
nl: Gereed

# songsview_duplicate_message
source: “%@” is already in your library.
de: „%@“ befindet sich bereits in deiner Mediathek.
fr: « %@ » est déjà dans votre bibliothèque.
nl: “%@” staat al in je bibliotheek.

# songsview_duplicate_title
source: Song Already Exists
de: Titel bereits vorhanden
fr: Le morceau existe déjà
nl: Nummer bestaat al

# songsview_edit
source: Edit
de: Bearbeiten
fr: Modifier
nl: Wijzig

# songsview_import_progress
source: %d of %d uploaded
de: %d von %d hochgeladen
fr: %d sur %d importés
nl: %d van %d geüpload

# songsview_importing
source: Importing…
de: Importieren…
fr: Importation…
nl: Importeren…

# songsview_remove_favorite
source: Remove from Favorites
de: Aus Favoriten entfernen
fr: Retirer des favoris
nl: Verwijder uit favorieten

# songsview_replace
source: Replace
de: Ersetzen
fr: Remplacer
nl: Vervangen

# songsview_replace_all
source: Replace for All
de: Für alle ersetzen
fr: Remplacer pour tous
nl: Vervang voor alle

# songsview_search_prompt
source: Search
de: Suchen
fr: Rechercher
nl: Zoeken

# songsview_skip
source: Skip
de: Überspringen
fr: Ignorer
nl: Overslaan

# songsview_skip_all
source: Skip for All
de: Für alle überspringen
fr: Ignorer pour tous
nl: Overslaan voor alle

# songsview_sort_date_added
source: Recently Added
de: Zuletzt hinzugefügt
fr: Ajoutés récemment
nl: Laatst toegevoegd

# songsview_sort_last_played
source: Recently Played
de: Zuletzt gespielt
fr: Écoutés récemment
nl: Laatst afgespeeld

# songsview_title
source: Songs
de: Titel
fr: Morceaux
nl: Nummers

# spotifylibraryview_error
source: Spotify error: %@
de: Spotify-Fehler: %@
fr: Erreur Spotify : %@
nl: Spotify-fout: %@

# spotifylibraryview_liked_songs
source: Liked Songs
de: Lieblingssongs
fr: Titres aimés
nl: Gelikete nummers

# spotifylibraryview_loading
source: Loading Spotify…
de: Spotify wird geladen…
fr: Chargement de Spotify…
nl: Spotify laden…

# spotifylibraryview_no_liked_songs
source: No liked songs
de: Keine Lieblingssongs
fr: Aucun titre aimé
nl: Geen gelikete nummers

# spotifylibraryview_no_playlists
source: No playlists
de: Keine Wiedergabelisten
fr: Aucune liste de lecture
nl: Geen playlists

# spotifylibraryview_playlists
source: Playlists
de: Wiedergabelisten
fr: Listes de lecture

# spotifylibraryview_search_spotify
source: Search Spotify
de: Spotify durchsuchen
fr: Rechercher sur Spotify
nl: Zoek Spotify

# spotifylibraryview_songs_count
source: %d songs
de: %d Titel
fr: %d morceaux
nl: %d nummers

# spotifyplaylistdetailview_adding_playlist
source: Adding playlist to Fetch
de: Wiedergabeliste wird zu Fetch hinzugefügt
fr: Ajout de la liste à Fetch
nl: Playlist toevoegen aan Fetch

# spotifyplaylistdetailview_cancel
source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleer

# spotifyplaylistdetailview_fetch_entire_playlist
source: Fetch Entire Playlist
de: Gesamte Wiedergabeliste abrufen
fr: Récupérer toute la liste de lecture
nl: Fetch volledige playlist

# spotifyplaylistdetailview_fetch_entire_playlist_confirmation
source: Fetch Entire Playlist?
de: Gesamte Wiedergabeliste abrufen?
fr: Récupérer toute la liste de lecture ?
nl: Volledige playlist fetchen?

# spotifyplaylistdetailview_fetch_entire_playlist_message
source: Every song will be added to Fetch and processed one after another.
de: Jeder Titel wird zu Fetch hinzugefügt und nacheinander verarbeitet.
fr: Chaque morceau sera ajouté à Fetch et traité l’un après l’autre.
nl: Elk nummer wordt aan Fetch toegevoegd en één voor één verwerkt.

# spotifyplaylistdetailview_fetch_songs
source: Fetch %d Songs
de: %d Titel abrufen
fr: Récupérer %d morceaux
nl: Fetch %d nummers

# spotifyplaylistdetailview_no_songs
source: No Songs
de: Keine Titel
fr: Aucun morceau
nl: Geen nummers

# spotifyplaylistdetailview_no_songs_description
source: No songs were found in this playlist.
de: In dieser Wiedergabeliste wurden keine Titel gefunden.
fr: Aucun morceau n’a été trouvé dans cette liste de lecture.
nl: Er zijn geen nummers gevonden in deze playlist.

# spotifyplaylistdetailview_search_in_playlist
source: Search in playlist
de: In Wiedergabeliste suchen
fr: Rechercher dans la liste
nl: Zoek in playlist

# spotifyplaylistdetailview_songs_count
source: %d songs
de: %d Titel
fr: %d morceaux
nl: %d nummers

# spotifysearchview_search_songs
source: Search songs
de: Titel suchen
fr: Rechercher des morceaux
nl: Zoek nummers

# spotifysearchview_title
source: Search Spotify
de: Spotify durchsuchen
fr: Rechercher sur Spotify
nl: Zoek Spotify

# spotifytrackdetailview_added_to_echo
source: The song has been added to Echo.
de: Der Titel wurde zu Echo hinzugefügt.
fr: Le morceau a été ajouté à Echo.
nl: Het nummer is toegevoegd aan Echo.

# spotifytrackdetailview_artist
source: Artist
de: Künstler
fr: Artiste
nl: Artiest

# spotifytrackdetailview_done
source: Done
de: Fertig
fr: Terminé
nl: Gereed

# spotifytrackdetailview_download
source: Download
de: Herunterladen
fr: Télécharger

# spotifytrackdetailview_download_failed
source: Download Failed
de: Download fehlgeschlagen
fr: Échec du téléchargement
nl: Download mislukt

# spotifytrackdetailview_downloaded
source: Downloaded
de: Heruntergeladen
fr: Téléchargé
nl: Gedownload

# spotifytrackdetailview_downloading
source: Downloading
de: Wird heruntergeladen
fr: Téléchargement
nl: Downloaden

# spotifytrackdetailview_duration
source: Duration
de: Dauer
fr: Durée
nl: Duur

# spotifytrackdetailview_keep_open
source: Keep Echo open until the download is complete.
de: Lass Echo geöffnet, bis der Download abgeschlossen ist.
fr: Gardez Echo ouvert jusqu’à la fin du téléchargement.
nl: Houd Echo open tot de download klaar is.

# spotifytrackdetailview_method
source: Method
de: Methode
fr: Méthode
nl: Methode

# spotifytrackdetailview_song
source: Song
de: Titel
fr: Morceau
nl: Nummer

# spotifytrackdetailview_starting_download
source: Starting download…
de: Download wird gestartet…
fr: Démarrage du téléchargement…
nl: Download starten…

# spotifytrackdetailview_view_downloads
source: View Downloads
de: Downloads anzeigen
fr: Voir les téléchargements
nl: Bekijk downloads

# youtubemusicresultview_added_to_queue
source: The song has been added to the download queue.
de: Der Titel wurde zur Download-Warteschlange hinzugefügt.
fr: Le morceau a été ajouté à la file de téléchargement.
nl: Het nummer is toegevoegd aan de downloadwachtrij.

# youtubemusicresultview_done
source: Done
de: Fertig
fr: Terminé
nl: Gereed

# youtubemusicresultview_download
source: Download
de: Herunterladen
fr: Télécharger

# youtubemusicresultview_download_started
source: Download Started
de: Download gestartet
fr: Téléchargement démarré
nl: Download gestart

# youtubemusicresultview_song
source: Song
de: Titel
fr: Morceau
nl: Nummer

# youtubemusicresultview_view_downloads
source: View Downloads
de: Downloads anzeigen
fr: Voir les téléchargements
nl: Bekijk downloads

# youtubemusicsearchview_intro_description
source: Search music without a Spotify account or YouTube Premium subscription.
de: Suche Musik ohne Spotify-Konto oder YouTube-Premium-Abo.
fr: Recherchez de la musique sans compte Spotify ni abonnement YouTube Premium.
nl: Zoek muziek zonder Spotify-account of YouTube Premium-abonnement.

# youtubemusicsearchview_no_music_found
source: No music was found.
de: Keine Musik gefunden.
fr: Aucune musique trouvée.
nl: Geen muziek gevonden.

# youtubemusicsearchview_placeholder
source: Song, artist or album
de: Titel, Künstler oder Album
fr: Morceau, artiste ou album
nl: Nummer, artiest of album

# youtubemusicsearchview_songs
source: Songs
de: Titel
fr: Morceaux
nl: Nummers

# youtuberesultview_fetch_to_echo
source: Fetch to Echo
de: Zu Echo abrufen
fr: Récupérer vers Echo
nl: Fetch naar Echo

# youtuberesultview_permission
source: Permission
de: Berechtigung
fr: Autorisation
nl: Toestemming

# youtuberesultview_permission_toggle
source: I have permission to download this audio
de: Ich habe die Berechtigung, dieses Audio herunterzuladen
fr: J’ai l’autorisation de télécharger cet audio
nl: Ik heb toestemming om deze audio te downloaden

# youtubesearchview_find_audio
source: Find Audio
de: Audio suchen
fr: Trouver l’audio
nl: Audio zoeken

# youtubesearchview_results
source: YouTube Results
de: YouTube-Ergebnisse
fr: Résultats YouTube
nl: YouTube-resultaten

# song_details_section
source: Song Details
de: Titeldetails
fr: Détails du morceau
nl: Nummergegevens

# song_title_placeholder
source: Title
de: Titel
fr: Titre
nl: Titel

# song_artist_placeholder
source: Artist
de: Künstler
fr: Artiste
nl: Artiest

# edit_song_navigation_title
source: Edit Song
de: Titel bearbeiten
fr: Modifier le morceau
nl: Nummer bewerken

# save_action
source: Save
de: Sichern
fr: Enregistrer
nl: Bewaar

# appearance_system
source: System
fr: Système
nl: Systeem

# sort_name
source: Name
fr: Nom
nl: Naam

# playlist_name_section
source: Name
fr: Nom
nl: Naam

# playlist_name_placeholder
source: Name
fr: Nom
nl: Naam
